/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "text_section_Geb6JW": {
      "type": "text-section",
      "name": "Text Section",
      "settings": {
        "title": "Our story",
        "content": "Oya essentials is more than an essential oil brand; it’s a collection of sensory rituals for modern well-being. From rare, ethically sourced plant essences to aromatherapy blends and wellness innovations, every formula is crafted with the precision of a scientist and the intuition of a healer. Whether it’s a bright citrus burst to awaken the senses, a grounding herbal infusion for balance, or a deep, resinous elixir to lull the body into rest, oya transforms everyday moments into something sacred. Because true wellness isn’t just about feeling good—it’s about feeling alive.",
        "position": "left"
      }
    },
    "image_section_P6gmfU": {
      "type": "image-section",
      "name": "Image Section",
      "settings": {
        "image": "shopify://shop_images/about-us-oya_57c3b685-9e3b-41df-a6d6-10b43b697fb1.png",
        "max_width": 380,
        "circular": true,
        "position": "center"
      }
    },
    "image_with_content_6rxDKF": {
      "type": "image-with-content",
      "name": "Image with Content",
      "settings": {
        "title": "Designed to be Refilled",
        "subtitle": "Our signature glass bottles are meant to be part of your long-term ritual. When empty, refill, because true luxury respects the earth it comes from.",
        "content_title": "Refill, Refresh, Renew",
        "content_subtitle": "Our bottles are made to last—because wellness should be beautiful, not wasteful. Each step is designed to reduce waste, preserve resources, and extend the life of every bottle. It’s a ritual of return—one that honors both your well-being and the Earth’s.",
        "image_large": "shopify://shop_images/bottles.jpg",
        "small_video": "shopify://files/videos/output-new.mp4",
        "small_video_alt": "Background video",
        "image_small": "shopify://shop_images/plants.jpg",
        "dark_background": true
      }
    },
    "scroll_video_CyYhQr": {
      "type": "scroll-video",
      "name": "Scroll Video",
      "settings": {
        "title": "<p>Every drop,<br>a <em>masterpiece</em>.</p>",
        "video_desktop": "shopify://files/videos/crin-desktop.mp4",
        "video_mobile": "shopify://files/videos/crin-mobile.mp4"
      }
    },
    "values_card_MnR8Ty": {
      "type": "values-card",
      "blocks": {
        "card_purity": {
          "type": "card",
          "settings": {
            "title": "Premium Quality",
            "icon": "star",
            "content": "We work only with the highest-grade botanicals and skilled artisans. Our oils are unaltered, unadulterated, and full-spectrum—offering the deepest expression."
          }
        },
        "card_ritual": {
          "type": "card",
          "settings": {
            "title": "Sustainable Design",
            "icon": "flower",
            "content": "Our packaging is refillable, recyclable, and thoughtfully minimalist. Each bottle is a long-term vessel, reducing waste while elevating your shelf and your spirit."
          }
        },
        "card_sustainability": {
          "type": "card",
          "settings": {
            "title": "Creative Rituals",
            "icon": "moon",
            "content": "We believe wellness is personal. Our oils are curated not just for function, but for emotional connection—inviting intuitive use, playful blending, and everyday sensory nourishment."
          }
        },
        "card_craftsmanship": {
          "type": "card",
          "settings": {
            "title": "Rooted Transparency",
            "icon": "sun",
            "content": "We provide clear information about the origin of our ingredients and how they are sourced. Our focus is on quality, ethical practices."
          }
        }
      },
      "block_order": [
        "card_purity",
        "card_ritual",
        "card_sustainability",
        "card_craftsmanship"
      ],
      "name": "Values Card",
      "settings": {
        "section_title": "Our Values",
        "section_subtitle": "What we stand for is infused into every product."
      }
    },
    "person_section_CWhhEA": {
      "type": "person-section",
      "name": "Person Section",
      "settings": {
        "image": "shopify://shop_images/andreea.png",
        "title": "Born From Science. Guided by Soul.",
        "description": "Andreea, oya essentials’s founder, spent years in the precise and structured world of pharmaceuticals, a universe where everything is measured, predicted, and controlled. For a long time, her days were filled with formulations, numbers, and results. Yet beneath the surface of that discipline, she felt a quiet calling — a longing for stillness, ritual and a return to what truly matters. oya essentials was born from that balance between science and soul — a space where knowledge meets intuition, and where formulas transform into experiences. It’s about slowing down, reconnecting with yourself, and finding beauty in the everyday. Each product is an invitation to pause, to breathe, and to come back to the essence of who you are."
      }
    },
    "text_section_WMF77R": {
      "type": "text-section",
      "name": "Text Section",
      "settings": {
        "title": "A Message from the Founder",
        "content": "“In a world that moves too fast, I created oya essentials as a gentle reminder to slow down.\n To choose peace over noise. To bring nature back into our daily rituals and allow its quiet strength to guide us. Each object — whether it’s a candle, essential oil, or scent — is meant to hold space for you. To help you find stillness, to meditate, to reflect, and to reconnect with your own rhythm. Wherever you are in your journey, as long as you live with honesty and love, your path will always unfold in the right direction.”  Andreea Founder of oya essentials",
        "position": "left"
      }
    }
  },
  "order": [
    "text_section_Geb6JW",
    "image_section_P6gmfU",
    "image_with_content_6rxDKF",
    "scroll_video_CyYhQr",
    "values_card_MnR8Ty",
    "person_section_CWhhEA",
    "text_section_WMF77R"
  ]
}
